IDEA Open Model
ConcreteSLSCheckResultStiffness.Fr Property
Compatible with IDEA StatiCa v 10.1
 crack resistance internal forces
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ResultOfInternalForces Fr { get; set; }
Public Property Fr As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ Fr {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace